Repository: phillon77/KnitNote
Catalog: KnitNoteShare/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, sv, zh_hans, zh_hant

# share.cancel
source: Cancel
da: Annuller
de: Abbrechen
el: Ακύρωση
fi: Peruuta
fr: Annuler
ja: キャンセル
ko: 취소
nb: Avbryt
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

# share.close
source: Close
da: Luk
de: Schließen
el: Κλείσιμο
fi: Sulje
fr: Fermer
ja: 閉じる
ko: 닫기
nb: Lukk
sv: Stäng
zh_hans: 关闭
zh_hant: 關閉

# share.entitlement.blocked
source: Your existing data is safe. Your trial has ended or KnitNote needs to refresh your access. Open KnitNote to continue.
da: Dine eksisterende data er sikre. Din prøveperiode er afsluttet, eller KnitNote skal opdatere din adgang. Åbn KnitNote for at fortsætte.
de: Deine vorhandenen Daten bleiben sicher. Deine Testphase ist abgelaufen oder KnitNote muss deinen Zugriff aktualisieren. Öffne KnitNote, um fortzufahren.
el: Τα υπάρχοντα δεδομένα σας είναι ασφαλή. Η δοκιμαστική περίοδος έληξε ή το KnitNote πρέπει να ανανεώσει την πρόσβασή σας. Ανοίξτε το KnitNote για να συνεχίσετε.
fi: Nykyiset tietosi ovat turvassa. Kokeilujaksosi on päättynyt tai KnitNoten on päivitettävä käyttöoikeutesi. Jatka avaamalla KnitNote.
fr: Vos données existantes sont conservées. Votre essai est terminé ou KnitNote doit actualiser votre accès. Ouvrez KnitNote pour continuer.
ja: 既存のデータは安全に保管されています。トライアルが終了したか、KnitNoteで利用権を更新する必要があります。続けるにはKnitNoteを開いてください。
ko: 귀하의 기존 데이터는 안전합니다. 귀하의 체험 기간이 종료되었거나 KnitNote에서 귀하의 액세스를 새로 고쳐야 합니다. KnitNote를 열어 계속 진행하십시오.
nb: Dine eksisterende data er trygge. Prøvetiden din er over, eller KnitNote må oppdatere tilgangen din. Åpne KnitNote for å fortsette.
sv: Dina befintliga uppgifter är säkra. Din provperiod har slutat eller KnitNote behöver uppdatera din åtkomst. Öppna KnitNote för att fortsätta.
zh_hans: 你现有的数据仍安全保留。试用期已结束，或 KnitNote 需要刷新你的使用权限。请打开 KnitNote 以继续。
zh_hant: 你現有的資料仍安全保留。試用期已結束，或 KnitNote 需要重新確認你的使用權限。請開啟 KnitNote 以繼續。

# share.error.access
source: KnitNote could not access this file.
da: KnitNote kunne ikke få adgang til denne fil.
de: KnitNote konnte nicht auf diese Datei zugreifen.
el: Το KnitNote δεν μπόρεσε να αποκτήσει πρόσβαση σε αυτό το αρχείο.
fi: KnitNote ei voinut käyttää tätä tiedostoa.
fr: KnitNote n’a pas pu accéder à ce fichier.
ja: KnitNoteはこのファイルにアクセスできませんでした。
ko: KnitNote에서 이 파일에 접근할 수 없습니다.
nb: KnitNote kunne ikke få tilgang til denne filen.
sv: KnitNote kunde inte komma åt den här filen.
zh_hans: KnitNote 无法访问此文件。
zh_hant: KnitNote 無法存取這個檔案。

# share.error.cancelled
source: Sharing was cancelled.
da: Delingen er blevet annulleret.
de: Das Teilen wurde abgebrochen.
el: Η κοινοποίηση ακυρώθηκε.
fi: Jakaminen peruttiin.
fr: Le partage a été annulé.
ja: 共有がキャンセルされました。
ko: 공유가 취소되었습니다.
nb: Delingen ble kansellert.
sv: Delningen avbröts.
zh_hans: 分享已取消。
zh_hant: 分享已取消。

# share.error.empty
source: This file is empty.
da: Denne fil er tom.
de: Diese Datei ist leer.
el: Αυτό το αρχείο είναι άδειο.
fi: Tämä tiedosto on tyhjä.
fr: Ce fichier est vide.
ja: このファイルは空です。
ko: 이 파일은 비어 있습니다.
nb: Denne filen er tom.
sv: Denna fil är tom.
zh_hans: 此文件为空。
zh_hant: 這個檔案是空的。

# share.error.invalidFile
source: This is not a valid PDF or supported image.
da: Dette er ikke en gyldig PDF eller understøttet billede.
de: Dies ist keine gültige PDF-Datei oder ein unterstütztes Bild.
el: Αυτό δεν είναι έγκυρο PDF ή υποστηριζόμενο αρχείο εικόνας.
fi: Tämä ei ole kelvollinen PDF tai tuettu kuva.
fr: Ce fichier n’est pas un PDF valide ni une image prise en charge.
ja: 有効なPDFまたは対応画像ではありません。
ko: 이것은 유효한 PDF 또는 지원되는 이미지가 아닙니다.
nb: Dette er ikke en gyldig PDF-fil eller et støttet bilde.
sv: Detta är inte en giltig PDF-fil eller en bild som stöds.
zh_hans: 这不是有效的 PDF 或受支持的图片。
zh_hant: 這不是有效的 PDF 或支援的圖片。

# share.error.load
source: The shared file could not be loaded.
da: Det delte fil kunne ikke indlæses.
de: Die geteilte Datei konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση του κοινόχρηστου αρχείου.
fi: Jaettua tiedostoa ei voitu ladata.
fr: Le fichier partagé n’a pas pu être chargé.
ja: 共有されたファイルを読み込めませんでした。
ko: 공유 파일을 로드할 수 없습니다.
nb: Den delte filen kunne ikke lastes inn.
sv: Det delade filen kunde inte laddas.
zh_hans: 无法加载分享的文件。
zh_hant: 無法載入分享的檔案。

# share.error.multiple
source: Share one pattern file at a time.
da: Del én mønstrefil ad gangen.
de: Teile jeweils nur eine Musterdatei.
el: Μοιραστείτε ένα αρχείο σχεδίου κάθε φορά.
fi: Jaa yksi ohjetiedosto kerrallaan.
fr: Partagez un seul fichier de patron à la fois.
ja: 編み図ファイルは一度に1つだけ共有してください。
ko: 한 번에 도안 파일 하나만 공유하세요.
nb: Del én mønsterfil om gangen.
sv: Dela en mönsterfil åt gången.
zh_hans: 一次只能分享一个图解文件。
zh_hant: 一次只能分享一個織圖檔案。

# share.error.storage
source: The pattern could not be saved. Please try again.
da: Mønsteret kunne ikke gemmes. Prøv igen.
de: Das Muster konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση του σχεδίου. Δοκιμάστε ξανά.
fi: Ohjetta ei voitu tallentaa. Yritä uudelleen.
fr: Le patron n’a pas pu être enregistré. Réessayez.
ja: 編み図を保存できませんでした。もう一度お試しください。
ko: 도안을 저장할 수 없습니다. 다시 시도해 주세요.
nb: Mønsteret kunne ikke lagres. Vennligst prøv igjen.
sv: Mönstret kunde inte sparas. Försök igen.
zh_hans: 无法保存图解，请再试一次。
zh_hant: 無法儲存織圖，請再試一次。

# share.error.timeout
source: The file took too long to load. Please try again.
da: Filen tog for lang tid at indlæse. Prøv igen.
de: Das Laden der Datei hat zu lange gedauert. Versuche es erneut.
el: Η φόρτωση του αρχείου άργησε πολύ. Δοκιμάστε ξανά.
fi: Tiedoston lataaminen kesti liian kauan. Yritä uudelleen.
fr: Le chargement du fichier a pris trop de temps. Réessayez.
ja: ファイルの読み込みに時間がかかりすぎました。もう一度お試しください。
ko: 파일을 로드하는 데 너무 오래 걸렸습니다. 다시 시도해 주세요.
nb: Filen tok for lang tid å laste inn. Vennligst prøv igjen.
sv: Filen tog för lång tid att ladda. Försök igen.
zh_hans: 文件加载时间过长，请再试一次。
zh_hant: 檔案載入時間過長，請再試一次。

# share.error.tooLarge
source: This file is too large to add.
da: Denne fil er for stor til at tilføje.
de: Diese Datei ist zu groß, um sie hinzuzufügen.
el: Αυτό το αρχείο είναι πολύ μεγάλο για να προστεθεί.
fi: Tämä tiedosto on liian suuri lisättäväksi.
fr: Ce fichier est trop volumineux pour être ajouté.
ja: このファイルは大きすぎるため追加できません。
ko: 이 파일은 추가하기에는 너무 크습니다.
nb: Denne filen er for stor til å legges til.
sv: Denna fil är för stor för att läggas till.
zh_hans: 此文件太大，无法添加。
zh_hant: 這個檔案太大，無法加入。

# share.error.unexpected
source: The pattern could not be added. Please try again.
da: Mønsteret kunne ikke tilføjes. Prøv igen.
de: Das Muster konnte nicht hinzugefügt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η προσθήκη του σχεδίου. Δοκιμάστε ξανά.
fi: Ohjetta ei voitu lisätä. Yritä uudelleen.
fr: Le patron n’a pas pu être ajouté. Réessayez.
ja: 編み図を追加できませんでした。もう一度お試しください。
ko: 도안을 추가할 수 없습니다. 다시 시도해 주세요.
nb: Mønsteret kunne ikke legges til. Vennligst prøv igjen.
sv: Mönstret kunde inte läggas till. Försök igen.
zh_hans: 无法添加图解，请再试一次。
zh_hant: 無法加入織圖，請再試一次。

# share.error.unsupported
source: Share one PDF or supported image file.
da: Del en PDF-fil eller en understøttet billedfil.
de: Teile eine PDF-Datei oder eine unterstützte Bilddatei.
el: Μοιραστείτε ένα PDF ή υποστηριζόμενο αρχείο εικόνας.
fi: Jaa yksi PDF-tiedosto tai tuettu kuvatiedosto.
fr: Partagez un fichier PDF ou une image prise en charge.
ja: PDFまたは対応画像ファイルを1つ共有してください。
ko: PDF 또는 지원되는 이미지 파일 하나를 공유하세요.
nb: Del en PDF-fil eller en støttet bildefil.
sv: Dela en PDF-fil eller en bildfil som stöds.
zh_hans: 请分享一个 PDF 或受支持的图片文件。
zh_hant: 請分享一個 PDF 或支援的圖片檔案。

# share.loading
source: Saving your pattern…
da: Gemmer dit mønster…
de: Muster wird gespeichert …
el: Αποθήκευση του σχεδίου σας…
fi: Tallennetaan ohjettasi…
fr: Enregistrement du patron…
ja: 編み図を保存中…
ko: 도안 저장 중…
nb: Lagrer mønsteret ditt...
sv: Sparar ditt mönster…
zh_hans: 正在保存图解…
zh_hant: 正在儲存織圖…

# share.openKnitNote
source: Open KnitNote
da: Åbn KnitNote
de: KnitNote öffnen
el: Άνοιγμα του KnitNote
fi: Avaa KnitNote
fr: Ouvrir KnitNote
ja: KnitNoteを開く
ko: KnitNote 열기
nb: Åpne KnitNote
sv: Öppna KnitNote
zh_hans: 打开 KnitNote
zh_hant: 開啟 KnitNote

# share.success
source: Added to KnitNote
da: Tilføjet til KnitNote
de: Zu KnitNote hinzugefügt
el: Προστέθηκε στο KnitNote
fi: Lisätty KnitNoteen
fr: Ajouté à KnitNote
ja: KnitNoteに追加しました
ko: KnitNote에 추가됨
nb: Lagt til i KnitNote
sv: Lagt till i KnitNote
zh_hans: 已添加到 KnitNote
zh_hant: 已加入 KnitNote

# share.title
source: Add to KnitNote
da: Tilføj til KnitNote
de: Zu KnitNote hinzufügen
el: Προσθήκη στο KnitNote
fi: Lisää KnitNoteen
fr: Ajouter à KnitNote
ja: KnitNoteに追加
ko: KnitNote에 추가
nb: Legg til i KnitNote
sv: Lägg till i KnitNote
zh_hans: 添加到 KnitNote
zh_hant: 加入 KnitNote
